"Continuous chat" = "Folyamatos csevegés";

"Content" = "Tartalom";

"New Temporary Chat" = "Új ideiglenes csevegés";

"You can continue this chat from the app." = "Folytathatod a csevegést az appban.";

"Model" = "Modell";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Annak eldöntése, hogy engedélyezve legyen-e az oda-vissza irányú csevegés, vagy rögtön a válasz után végrehajtásra kerüljön a gyorsparancs";

"Check for Updates…" = "Frissítések keresése…";

"Ask ChatGPT" = "A ChatGPT megkérdezése";

"Change Shortcut" = "Billentyűparancs módosítása";

"Start new chat" = "Új csevegés indítása";

"Start voice conversation with ChatGPT" = "Hangalapú beszélgetés indítása a ChatGPT-vel";

"%@" = "%@";

"What would you like to ask ChatGPT about?" = "Miről szeretnéd kérdezni a ChatGPT-t?";

"Start voice conversation" = "Hangalapú beszélgetés indítása";

"Indicates whether a new chat should be started" = "Jelzi, hogy kell-e új csevegést indítani";

"Message" = "Üzenet";

"Model slug" = "Modell azonosítója";

"ChatGPT Help" = "ChatGPT Súgó";

"Which model would you like to use?" = "Melyik modellt szeretnéd használni?";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Ez a művelet megnyitja a ChatGPT appot a ChatGPT-vel való hangalapú beszélgetés indításához.";

"Message Identifier" = "Üzenetazonosító";

"Message to send to ChatGPT" = "A ChatGPT-nek küldendő üzenet";

"Would you like to start a new chat?" = "Szeretnél új csevegést indítani?";

"This action will send a single message to a chat with ChatGPT and return the response." = "Ez a művelet elküld egy egyszeri üzenetet a ChatGPT-vel való csevegésnek, és visszaküldi a választ.";

"Toggle Sidebar" = "Oldalsáv be-/kikapcsolása";

"New Chat" = "Új csevegés";

"Settings…" = "Beállítások…";

"Is there anything else you would like to ask about?" = "Van még valami, amiről kérdezni szeretnél?";

"Chat Identifier" = "Csevegésazonosító";

"Model name" = "Modell neve";

"Model to use with the new chat" = "Az új csevegésnél használandó modell";

